INSERT INTO `taglib` (`tag_id`, `tag_code`, `tag_name`, `tag_logo`, `description`, `creator`, `create_time`)
VALUES
	('1488551916921', 'tieba', '贴吧模式', 'test', '发帖者和回复者纵向同级', 'system', '2017-03-03 22:20:25'),
	('1488551916922', 'bbs', '论坛模式', 'test', '发帖者为主，回复者为次', 'system', '2017-03-03 22:20:25'),
	('1488551916923', 'record', '记录模式', 'test', '流水账记事板', 'system', '2017-03-03 22:20:25'),
	('1488551916924', 'chat', '聊天模式', 'test', '聊天室', 'system', '2017-03-03 22:20:25'),
	('1488551916925', 'activity', '活动模式', 'test', '回复者为主，发帖者只发起', 'system', '2017-03-03 22:20:25'),
	('1488551916931', 'java', 'Java', 'java', '工业级语言，使用者最多', 'system', '2017-03-03 22:20:25'),
	('1488551916932', 'go', 'Golang', 'go', '业界新宠，值得一用', 'system', '2017-03-03 22:20:25'),
	('1488551916933', 'py', 'Python', 'py', '无所不能的大蟒蛇', 'system', '2017-03-03 22:20:25'),
	('1488551916934', 'php', 'PHP', 'php', '世界上最好的语言', 'system', '2017-03-03 22:20:25'),
	('1488551916935', 'lua', 'Lua', 'lua', '游戏业最流行的脚本语言', 'system', '2017-03-03 22:20:25'),
	('1488551916936', 'js', 'Javascript', 'js', '前端语言霸主', 'system', '2017-03-03 22:20:25'),
	('1488551916941', 'language', '编程语言', 'language', '工业级语言，使用者最多', 'system', '2017-03-03 22:20:25'),
	('1488551916942', 'GOF', '设计模式', 'GOF', '业界新宠，值得一用', 'system', '2017-03-03 22:20:25'),
	('1488551916943', 'algorithm', '数据结构与算法', 'algorithm', '无所不能的大蟒蛇', 'system', '2017-03-03 22:20:25'),
	('1488551916944', 'network', '计算机网络', 'network', '世界上最好的语言', 'system', '2017-03-03 22:20:25'),
	('1488551916951', 'title', 'Java并发编程笔记', 'aaa', '文章摘要：本文是《Java并发编程实战》的读书笔记……', '1487084276031', '2017-03-03 22:20:25'),
	('1488551916952', 'title', '为Java程序员准备的Go语言参考指南', 'bbb', '本文是一篇翻译，原文请看http://www.golang.com/guide', '1487084276031', '2017-03-03 22:20:25');
